Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# greasy.duolingo.adblocker_2025-02-16.explanation
source: Block ads and unwanted promotional content on Duolingo, including dynamically named ad classes, while preserving essential lesson content and handling fullscreen ads by pressing the exit button automatically or selecting "No Thanks" on specific ads.
ar: حظر الإعلانات والمحتوى الترويجي غير المرغوب فيه على Duolingo، بما في ذلك فئات الإعلانات ذات الأسماء الديناميكية، مع الحفاظ على محتوى الدروس الأساسية والتعامل مع الإعلانات ملء الشاشة بالضغط على زر الخروج تلقائيًا أو اختيار "لا شكرًا" في إعلانات محددة.
ca: Bloqueja els anuncis i el contingut promocional indesitjat a Duolingo, incloses les classes d'anuncis amb noms dinàmics, tot preservant el contingut essencial de les lliçons i gestionant els anuncis a pantalla completa prement automàticament el botó de sortir o seleccionant «No gràcies» en anuncis específics.
cs: Blokuje reklamy a nechtěný propagační obsah na Duolingu, včetně dynamicky pojmenovaných tříd reklam, přičemž zachovává podstatný obsah lekcí a řeší celostránkové reklamy automatickým stisknutím tlačítka pro ukončení nebo výběrem „Ne, díky“ u konkrétních reklam.
da: Bloker annoncer og uønsket promoveringsindhold på Duolingo, inklusive dynamisk navngivne annonceklasser, mens vigtigt lektionsindhold bevares, og håndter fuldskærmsannoncer ved automatisk at trykke på exit-knappen eller vælge "Nej tak" på specifikke annoncer.
de: Blockiert Werbung und unerwünschte Werbeinhalte auf Duolingo, einschließlich dynamisch benannter Werbeklassen, während wesentliche Lektionsinhalte erhalten bleiben und Vollbildwerbung durch automatisches Drücken der Exit-Taste oder Auswahl von "Nein danke" bei bestimmten Anzeigen behandelt wird.
el: Μπλοκάρει διαφημίσεις και ανεπιθύμητο προωθητικό περιεχόμενο στο Duolingo, συμπεριλαμβανομένων δυναμικά ονομασμένων κλάσεων διαφημίσεων, διατηρώντας το ουσιώδες περιεχόμενο μαθήματος και διαχειριζόμενο τις διαφημίσεις πλήρους οθόνης πατώντας αυτόματα το κουμπί εξόδου ή επιλέγοντας "Όχι ευχαριστώ" σε συγκεκριμένες διαφημίσεις.
es: Bloquea anuncios y contenido promocional no deseado en Duolingo, incluyendo clases de anuncios con nombres dinámicos, mientras mantiene el contenido esencial de las lecciones y maneja los anuncios de pantalla completa automáticamente.
fi: Estää mainokset ja ei-toivotun mainossisällön Duolingossa, mukaan lukien dynaamisesti nimetyt mainosluokat, säilyttäen olennaisen oppituntisisällön ja käsitellen koko näytön mainokset painamalla poistumisnappia automaattisesti tai valitsemalla "Ei kiitos" tietyissä mainoksissa.
fr: Bloque les publicités et le contenu promotionnel indésirable sur Duolingo, y compris les classes publicitaires nommées dynamiquement, tout en préservant le contenu essentiel des leçons et en gérant les publicités plein écran en appuyant automatiquement sur le bouton de sortie ou en sélectionnant "Non merci" sur certaines publicités.
he: חסום פרסומות ותוכן קידום מכירות לא רצוי ב-Duolingo, כולל מחלקות מודעות עם שמות דינמיים, תוך שמירה על תוכן השיעור החיוני וטיפול במודעות במסך מלא על ידי לחיצה אוטומטית על כפתור היציאה או בחירה ב"לא תודה" במודעות מסוימות.
hi: डुओलिंगो पर गतिशील रूप से नामित विज्ञापन वर्गों सहित विज्ञापनों और अवांछित प्रचार सामग्री को ब्लॉक करता है, जबकि आवश्यक पाठ सामग्री को संरक्षित करता है और फुलस्क्रीन विज्ञापनों को स्वचालित रूप से एग्जिट बटन दबाकर या विशिष्ट विज्ञापनों पर "नहीं धन्यवाद" चुनकर संभालता है।
hr: Blokira oglase i neželjen promotivni sadržaj na Duolingu, uključujući dinamički nazvane klase oglasa, pri čemu čuva osnovni sadržaj lekcija i rješava oglase preko cijelog zaslona automatskim pritiskom na gumb za izlaz ili odabirom 'Ne hvala' na određenim oglasima.
hu: Blokkolja a Duolingo hirdetéseit és a nem kívánt promóciós tartalmat, beleértve a dinamikusan elnevezett hirdetési osztályokat, miközben megőrzi a leckék lényeges tartalmát és kezeli a teljes képernyős hirdetéseket azzal, hogy automatikusan megnyomja a kilépés gombot vagy bizonyos hirdetéseknél a "Nem köszönöm" opciót választja.
id: Blokir iklan dan konten promosi yang tidak diinginkan di Duolingo, termasuk kelas iklan bernama dinamis, sambil mempertahankan konten pelajaran penting dan menangani iklan layar penuh dengan menekan tombol keluar secara otomatis atau memilih "Tidak, terima kasih" pada iklan tertentu.
it: Blocca annunci e contenuti promozionali indesiderati su Duolingo, incluse classi di annunci con nomi dinamici, preservando al contempo i contenuti essenziali delle lezioni e gestendo gli annunci a schermo intero premendo automaticamente il pulsante di uscita o selezionando "No Grazie" su annunci specifici.
ja: Duolingoで広告や不要なプロモーションコンテンツをブロックします。動的に名前が変わる広告クラスも対象となり、必須のレッスンコンテンツは保持したまま、全画面広告は自動的に終了ボタンを押すか特定の広告では「いいえ、結構です」を選択します。
ko: Duolingo에서 광고와 원치 않는 프로모션 콘텐츠를 차단하면서 기본 학습 콘텐츠는 유지합니다. 동적으로 이름이 지정된 광고 클래스를 처리하며, 전체 화면 광고는 종료 버튼을 자동으로 누르거나 광고에서 "사양할게요"를 선택합니다.
ms: Sekat iklan dan kandungan promosi yang tidak diingini di Duolingo, termasuk kelas iklan yang dinamakan secara dinamik, sambil mengekalkan kandungan pelajaran penting. Iklan skrin penuh ditutup secara automatik dengan menekan butang keluar atau memilih "Tidak, terima kasih" pada iklan tertentu.
nb: Blokker annonser og uønsket reklameinnhold på Duolingo, håndter dynamisk navngitte annonseklasser og behold essensielt leksjonsinnhold. Helskjermsannonser håndteres automatisk ved å trykke på avslutt‑knappen eller velge "Nei takk" på spesifikke annonser.
nl: Blokkeer advertenties en ongewenste promotionele inhoud op Duolingo, inclusief dynamisch benoemde advertentieklassen, terwijl essentiële lesinhoud behouden blijft en volledige schermadvertenties automatisch worden afgesloten of er wordt op “Nee, bedankt” geklikt bij specifieke advertenties.
pl: Blokuje reklamy i niechciane treści promocyjne w Duolingo, w tym dynamicznie nazwane klasy reklam, zachowując istotną treść lekcji i obsługując reklamy pełnoekranowe poprzez automatyczne naciśnięcie przycisku wyjścia lub wybranie "Nie, dzięki" na określonych reklamach.
pt_br: Bloqueia anúncios e conteúdo promocional indesejado no Duolingo, incluindo classes de anúncios com nomes dinâmicos, preservando o conteúdo essencial das lições e lidando com anúncios em tela cheia ao pressionar automaticamente o botão de sair ou selecionar "Não, obrigado" em anúncios específicos.
pt_pt: Bloqueia anúncios e conteúdo promocional indesejado no Duolingo, incluindo classes de anúncios com nomes dinâmicos, preservando o conteúdo essencial das lições e lidando com anúncios em tela cheia pressionando o botão de saída automaticamente ou selecionando "Não, Obrigado" em anúncios específicos.
ro: Blochează reclamele și conținutul promoțional nedorit pe Duolingo, inclusiv clase de reclame cu nume dinamice, păstrând în același timp conținutul esențial al lecțiilor și gestionând reclamele pe ecran complet apăsând automat butonul de ieșire sau selectând „Nu, mulțumesc” la anumite reclame.
ru: Блокирует рекламу и нежелательный рекламный контент на Duolingo, включая динамически именованные рекламные классы, сохраняя при этом важный учебный контент и обрабатывая полноэкранную рекламу, автоматически нажимая кнопку выхода или выбирая "Нет, спасибо" для определенных объявлений.
sv: Blockerar annonser och oönskat reklaminnehåll på Duolingo, hanterar dynamiskt namngivna annonsklasser och tar hand om helskärmsannonser automatiskt genom att klicka på avsluta eller välja "Nej tack".
th: บล็อกโฆษณาและเนื้อหาโปรโมชันที่ไม่ต้องการบน Duolingo รวมถึงคลาสโฆษณาที่ตั้งชื่อแบบไดนามิก ในขณะที่ยังคงเนื้อหาบทเรียนที่สำคัญไว้ และจัดการโฆษณาเต็มหน้าจอโดยกดปุ่มออกอัตโนมัติหรือเลือก "ไม่ ขอบคุณ" บนโฆษณาเฉพาะ
tr: Duolingo'da dinamik olarak adlandırılmış reklam sınıfları da dahil olmak üzere reklamları ve istenmeyen tanıtım içeriklerini engeller, temel ders içeriğini korur ve tam ekran reklamları çıkış düğmesine otomatik olarak basarak veya belirli reklamlarda "Hayır Teşekkürler"i seçerek işler.
uk: Блокує рекламу та небажаний рекламний вміст на Duolingo, включаючи динамічно названі рекламні класи, зберігаючи при цьому важливий вміст уроків і обробляючи повноекранну рекламу, автоматично натискаючи кнопку виходу або вибираючи "Ні, дякую" на певних рекламах.
ur: Duolingo پر اشتہارات اور ناپسندیدہ پروموشنل مواد کو بلاک کرتا ہے، بشمول ڈائنامک نام والے اشتہاری کلاسز، جبکہ ضروری سبق کے مواد کو برقرار رکھتا ہے اور فل سکرین اشتہارات کو خود بخود ایگزٹ بٹن دبا کر یا مخصوص اشتہارات پر "نہیں شکریہ" منتخب کرکے سنبھالتا ہے۔
vi: Chặn quảng cáo và nội dung quảng bá không mong muốn trên Duolingo, bao gồm các lớp quảng cáo được đặt tên động, đồng thời giữ nguyên nội dung bài học cần thiết và xử lý quảng cáo toàn màn hình bằng cách tự động nhấn nút thoát hoặc chọn 'Không cảm ơn' trên các quảng cáo cụ thể.
zh_hans: 在Duolingo上屏蔽广告和不需要的促销内容，包括动态命名的广告类，同时保留重要的课程内容，并通过自动按退出按钮或在特定广告上选择"不，谢谢"来处理全屏广告。
zh_hant: 在Duolingo上屏蔽廣告和不需要的促銷內容，包括動態命名的廣告類，同時保留重要的課程內容，並通過自動按退出按鈕或在特定廣告上選擇「不，謝謝」來處理全屏廣告。

# greasy.duolingo.adblocker_2025-02-16.name
source: Duolingo: Ad Blocker
ar: Duolingo: حاظر الإعلانات
ca: Duolingo: bloquejador d'anuncis
cs: Duolingo: Blokování reklam
da: Duolingo: Annonceblokering
de: Duolingo: Werbeblocker
el: Duolingo: Αποκλεισμός διαφημίσεων
es: Duolingo: Bloqueador de anuncios
fi: Duolingo: Mainosten esto
fr: Duolingo : Bloqueur de Pubs
he: Duolingo: חוסם פרסומות
hi: डुओलिंगो: विज्ञापन ब्लॉकर
hr: Duolingo: Blokator oglasa
hu: Duolingo: Hirdetésblokkoló
id: Duolingo: Pemblokir Iklan
it: Duolingo: Blocco Pubblicità
ja: Duolingo: 広告ブロッカー
ko: Duolingo: 광고 차단기
ms: Duolingo: Penyekat Iklan
nb: Duolingo: Annonseblokker
pl: Duolingo: Blokada reklam
pt_br: Duolingo: Bloqueador de Anúncios
pt_pt: Duolingo: Bloqueador de Anúncios
ro: Duolingo: Blocare reclame
ru: Duolingo: Блокировщик рекламы
sv: Duolingo: Annonsblockerare
th: Duolingo: ตัวบล็อกโฆษณา
tr: Duolingo: Reklam Engelleyici
uk: Duolingo: Блокувальник Реклами
ur: Duolingo: اشتہار بلاکر
vi: Duolingo: Bộ chặn quảng cáo
zh_hans: Duolingo：广告拦截器
zh_hant: Duolingo：廣告攔截器

# greasy.instagram.adblocker_2025-02-16.explanation
source: Block Instagram posts with "Follow", "Suggested for you", or "Suggested posts".
ar: حظر منشورات Instagram التي تحتوي على "متابعة"، "مقترح لك"، أو "منشورات مقترحة".
ca: Bloqueja les publicacions d'Instagram amb «Seguir», «Suggerit per a tu» o «Publicacions suggerides».
cs: Blokuje příspěvky na Instagramu s textem „Sledovat“, „Navrženo pro vás“ nebo „Navrhované příspěvky“.
da: Bloker Instagram-opslag med "Følg", "Foreslået til dig" eller "Foreslåede opslag".
de: Blockiert Instagram-Beiträge mit "Folgen", "Für dich vorgeschlagen" oder "Vorgeschlagene Beiträge".
el: Μπλοκάρει τις αναρτήσεις στο Instagram με τις λέξεις «Ακολούθησε», «Προτείνεται για εσένα» ή «Προτεινόμενες αναρτήσεις».
es: Bloquea publicaciones de Instagram con "Seguir", "Sugerido para ti" o "Publicaciones sugeridas".
fi: Estää Instagram-julkaisut, joissa on "Seuraa", "Ehdotettu sinulle" tai "Ehdotetut julkaisut".
fr: Bloque les publications Instagram avec "Suivre", "Suggéré pour vous" ou "Publications suggérées".
he: חסום פוסטים באינסטגרם עם "Follow", "Suggested for you" או "Suggested posts".
hi: "फॉलो करें", "आपके लिए सुझाया गया", या "सुझाए गए पोस्ट" वाले इंस्टाग्राम पोस्ट को ब्लॉक करें।
hr: Blokira Instagram objave s tekstom 'Prati', 'Preporučeno za tebe' ili 'Predložene objave'.
hu: Blokkolja az Instagram bejegyzéseit, amelyekben az „Kövesd”, „Neked ajánlott” vagy „Javasolt bejegyzések” szöveg szerepel.
id: Blokir postingan Instagram dengan "Follow", "Suggested for you", atau "Suggested posts".
it: Blocca i post di Instagram con "Segui", "Suggeriti per te" o "Post suggeriti".
ja: 「フォロー」「おすすめ」「おすすめの投稿」のInstagram投稿をブロックします。
ko: “팔로우”, “추천” 또는 “추천 게시물”이 포함된 인스타그램 게시물을 차단합니다.
ms: Sekat kiriman Instagram dengan "Ikut", "Dicadangkan untuk anda" atau "Kiriman yang dicadangkan".
nb: Blokker Instagram‑innlegg med "Følg", "Foreslått for deg" eller "Foreslåtte innlegg".
nl: Blokkeer Instagram-berichten met 'Volgen', 'Voor jou aanbevolen' of 'Aangeraden berichten'.
pl: Blokuje posty na Instagramie z napisem "Obserwuj", "Polecane dla ciebie" lub "Sugerowane posty".
pt_br: Bloqueia publicações do Instagram com "Seguir", "Sugerido para você" ou "Publicações sugeridas".
pt_pt: Bloqueia posts do Instagram com "Seguir", "Sugerido para você" ou "Posts sugeridos".
ro: Blochează postările Instagram cu „Urmărește”, „Sugerat pentru tine” sau „Postări sugerate”.
ru: Блокирует посты Instagram с метками "Подписаться", "Рекомендовано для вас" или "Рекомендуемые посты".
sv: Blockerar Instagram-inlägg med "Följ", "Föreslaget för dig" eller "Föreslagna inlägg".
th: บล็อกโพสต์ Instagram ที่มีคำว่า "Follow", "Suggested for you" หรือ "Suggested posts"
tr: “Takip Et”, “Senin için önerilen” veya “Önerilen gönderiler” içeren Instagram gönderilerini engeller.
uk: Блокує дописи Instagram з "Підписатися", "Рекомендовано для вас" або "Рекомендовані дописи".
ur: "فالو کریں"، "آپ کے لیے تجویز"، یا "تجویز کردہ پوسٹس" والی انسٹاگرام پوسٹس کو بلاک کریں۔
vi: Chặn các bài đăng Instagram có chữ "Follow", "Suggested for you" hoặc "Suggested posts".
zh_hans: 屏蔽带有"关注"、"为你推荐"或"推荐帖子"的Instagram帖子。
zh_hant: 屏蔽帶有「關注」、「為你推薦」或「推薦貼文」的 Instagram 貼文。

# greasy.instagram.adblocker_2025-02-16.name
source: Instagram: Ad Blocker
ar: Instagram: حاظر الإعلانات
ca: Instagram: bloquejador d'anuncis
cs: Instagram: Blokování reklam
da: Instagram: Annonceblokering
de: Instagram: Werbeblocker
el: Instagram: Αποκλεισμός διαφημίσεων
es: Instagram: Bloqueador de anuncios
fi: Instagram: Mainosten esto
fr: Instagram : Bloqueur de Pubs
he: Instagram: חוסם פרסומות
hi: इंस्टाग्राम: विज्ञापन ब्लॉकर
hr: Instagram: Blokator oglasa
hu: Instagram: Hirdetésblokkoló
id: Instagram: Pemblokir Iklan
it: Instagram: Blocco Pubblicità
ja: Instagram: 広告ブロッカー
ko: Instagram: 광고 차단기
ms: Instagram: Penyekat Iklan
nb: Instagram: Annonseblokker
pl: Instagram: Blokada reklam
pt_br: Instagram: Bloqueador de Anúncios
pt_pt: Instagram: Bloqueador de Anúncios
ro: Instagram: Blocare reclame
ru: Instagram: Блокировщик рекламы
sv: Instagram: Annonsblockerare
th: Instagram: ตัวบล็อกโฆษณา
tr: Instagram: Reklam Engelleyici
uk: Instagram: Блокувальник Реклами
ur: Instagram: اشتہار بلاکر
vi: Instagram: Bộ chặn quảng cáo
zh_hans: Instagram：广告拦截器
zh_hant: Instagram：廣告攔截器

# greasy.linkedin.adblocker_2025-02-16.explanation
source: Removes promoted and suggested posts on LinkedIn.
ar: يزيل المنشورات المروجة والمقترحة على LinkedIn.
ca: Elimina les publicacions promocionades i suggerides a LinkedIn.
cs: Odstraňuje propagované a doporučené příspěvky na LinkedInu.
da: Fjerner promoverede og foreslåede opslag på LinkedIn.
de: Entfernt gesponserte und vorgeschlagene Beiträge auf LinkedIn.
el: Καταργεί προωθημένες και προτεινόμενες αναρτήσεις στο LinkedIn.
es: Elimina publicaciones promocionadas y sugeridas en LinkedIn.
fi: Poistaa LinkedInin mainostetut ja ehdotetut julkaisut.
fr: Supprime les publications promues et suggérées sur LinkedIn.
he: מסיר פוסטים מקודמים ומוצעים ב-LinkedIn.
hi: लिंक्डइन पर प्रमोटेड और सुझाए गए पोस्ट हटाता है।
hr: Uklanja promovirane i predložene objave na LinkedInu.
hu: Eltávolítja a LinkedInen megjelenő promózott és javasolt bejegyzéseket.
id: Menghapus postingan yang dipromosikan dan disarankan di LinkedIn.
it: Rimuove i post promossi e suggeriti su LinkedIn.
ja: LinkedInのプロモーション投稿やおすすめ投稿を削除します。
ko: LinkedIn에서 홍보 및 추천 게시물을 제거합니다.
ms: Mengalih keluar kiriman promosi dan cadangan di LinkedIn.
nb: Fjerner sponsede og foreslåtte innlegg på LinkedIn.
nl: Verwijdert gepromote en voorgestelde berichten op LinkedIn.
pl: Usuwa promowane i sugerowane posty na LinkedIn.
pt_br: Remove publicações promovidas e sugeridas no LinkedIn.
pt_pt: Remove posts promovidos e sugeridos no LinkedIn.
ro: Elimină postările promovate și sugerate pe LinkedIn.
ru: Удаляет рекламные и рекомендуемые посты на LinkedIn.
sv: Tar bort sponsrade och föreslagna inlägg på LinkedIn.
th: ลบโพสต์ที่ได้รับการโปรโมตและโพสต์ที่แนะนำบน LinkedIn
tr: LinkedIn'deki sponsorlu ve önerilen gönderileri kaldırır.
uk: Видаляє рекламні та рекомендовані дописи на LinkedIn.
ur: LinkedIn پر پروموٹ کردہ اور تجویز کردہ پوسٹس کو ہٹاتا ہے۔
vi: Loại bỏ các bài đăng được quảng cáo và được gợi ý trên LinkedIn.
zh_hans: 移除LinkedIn上的推广和建议帖子。
zh_hant: 移除 LinkedIn 上的推廣和建議貼文。

# greasy.linkedin.adblocker_2025-02-16.name
source: LinkedIn: Ad Blocker
ar: LinkedIn: حاظر الإعلانات
ca: LinkedIn: bloquejador d'anuncis
cs: LinkedIn: Blokování reklam
da: LinkedIn: Annonceblokering
de: LinkedIn: Werbeblocker
el: LinkedIn: Αποκλεισμός διαφημίσεων
es: LinkedIn: Bloqueador de anuncios
fi: LinkedIn: Mainosten esto
fr: LinkedIn : Bloqueur de Pubs
he: LinkedIn: חוסם פרסומות
hi: लिंक्डइन: विज्ञापन ब्लॉकर
hr: LinkedIn: Blokator oglasa
hu: LinkedIn: Hirdetésblokkoló
id: LinkedIn: Pemblokir Iklan
it: LinkedIn: Blocco Pubblicità
ja: LinkedIn: 広告ブロッカー
ko: LinkedIn: 광고 차단기
ms: LinkedIn: Penyekat Iklan
nb: LinkedIn: Annonseblokker
pl: LinkedIn: Blokada reklam
pt_br: LinkedIn: Bloqueador de Anúncios
pt_pt: LinkedIn: Bloqueador de Anúncios
ro: LinkedIn: Blocare reclame
ru: LinkedIn: Блокировщик рекламы
sv: LinkedIn: Annonsblockerare
th: LinkedIn: ตัวบล็อกโฆษณา
tr: LinkedIn: Reklam Engelleyici
uk: LinkedIn: Блокувальник Реклами
ur: LinkedIn: اشتہار بلاکر
vi: LinkedIn: Bộ chặn quảng cáo
zh_hans: LinkedIn：广告拦截器
zh_hant: LinkedIn：廣告攔截器

# greasy.reddit.adblocker_2025-02-16.explanation
source: Blocks the promoted content on Reddit between posts and also the advertisements on the side bar.
ar: يحظر المحتوى المروج على Reddit بين المنشورات وكذلك الإعلانات على الشريط الجانبي.
ca: Bloqueja el contingut promocionat a Reddit entre publicacions i també els anuncis de la barra lateral.
cs: Blokuje propagovaný obsah na Redditu mezi příspěvky a také reklamy na bočním panelu.
da: Blokerer det promoverede indhold på Reddit mellem opslagene samt reklamerne i sidepanelet.
de: Blockiert die gesponserten Inhalte auf Reddit zwischen den Beiträgen und auch die Werbung in der Seitenleiste.
el: Μπλοκάρει το προωθημένο περιεχόμενο στο Reddit μεταξύ αναρτήσεων καθώς και τις διαφημίσεις στη δεξιά μπάρα.
es: Bloquea el contenido promocionado entre las publicaciones de Reddit y la publicidad en la barra lateral.
fi: Estää Redditin mainostetun sisällön viestien välissä sekä sivupalkin mainokset.
fr: Bloque le contenu sponsorisé sur Reddit entre les publications ainsi que les publicités dans la barre latérale.
he: חוסם את התוכן המקודם ב-Reddit בין פוסטים וגם את הפרסומות בסרגל הצד.
hi: पोस्ट के बीच रेडिट पर प्रमोटेड कंटेंट और साइड बार पर विज्ञापनों को ब्लॉक करता है।
hr: Blokira promovirani sadržaj na Redditu između objava, kao i oglase na bočnoj traci.
hu: Blokkolja a promóciós tartalmat a Redditen a bejegyzések között, valamint a hirdetéseket az oldalsávon.
id: Memblokir konten promosi di Reddit di antara postingan dan juga iklan di bilah samping.
it: Blocca i contenuti sponsorizzati su Reddit tra i post e anche le pubblicità nella barra laterale.
ja: Reddit投稿間のプロモーションコンテンツとサイドバーの広告をブロックします。
ko: Reddit 게시물 사이의 홍보 콘텐츠와 사이드바 광고를 차단합니다.
ms: Menyekat kandungan promosi di Reddit antara kiriman dan juga iklan di bar sisi.
nb: Blokkerer promotert innhold mellom Reddit‑innlegg og annonser i sidefeltet.
nl: Blokkeert de gepromote inhoud op Reddit tussen berichten en ook de advertenties in de zijbalk.
pl: Blokuje promowane treści na Reddicie między postami oraz reklamy na pasku bocznym.
pt_br: Bloqueia o conteúdo promovido no Reddit entre as postagens e também os anúncios na barra lateral.
pt_pt: Bloqueia o conteúdo promovido no Reddit entre as postagens e também os anúncios na barra lateral.
ro: Blochează conținutul promovat de pe Reddit dintre postări și, de asemenea, reclamele din bara laterală.
ru: Блокирует рекламный контент на Reddit между постами, а также рекламу на боковой панели.
sv: Blockerar sponsrat innehåll mellan Reddit-inlägg och annonser i sidofältet.
th: บล็อกเนื้อหาที่โปรโมตระหว่างโพสต์บน Reddit และโฆษณาในแถบด้านข้าง
tr: Gönderiler arasındaki promosyon içeriğini ve yan çubuktaki reklamları engeller.
uk: Блокує рекламний вміст на Reddit між дописами, а також рекламу на бічній панелі.
ur: پوسٹس کے درمیان Reddit پر پروموٹ کردہ مواد اور سائیڈ بار پر موجود اشتہارات کو بلاک کرتا ہے۔
vi: Chặn nội dung quảng cáo trên Reddit giữa các bài đăng và cả quảng cáo ở thanh bên.
zh_hans: 屏蔽Reddit帖子之间的推广内容和侧边栏上的广告。
zh_hant: 屏蔽 Reddit 帖子之間的推廣內容和側邊欄上的廣告。

# greasy.reddit.adblocker_2025-02-16.name
source: Reddit: Ad Blocker
ar: Reddit: حاظر الإعلانات
ca: Reddit: bloquejador d'anuncis
cs: Reddit: Blokování reklam
da: Reddit: Annonceblokering
de: Reddit: Werbeblocker
el: Reddit: Αποκλεισμός διαφημίσεων
es: Reddit: Bloqueador de anuncios
fi: Reddit: Mainosten esto
fr: Reddit : Bloqueur de Pubs
he: Reddit: חוסם פרסומות
hi: रेडिट: विज्ञापन ब्लॉकर
hr: Reddit: Blokator oglasa
hu: Reddit: Hirdetésblokkoló
id: Reddit: Pemblokir Iklan
it: Reddit: Blocco Pubblicità
ja: Reddit: 広告ブロッカー
ko: Reddit: 광고 차단기
ms: Reddit: Penyekat Iklan
nb: Reddit: Annonseblokker
pl: Reddit: Blokada reklam
pt_br: Reddit: Bloqueador de Anúncios
pt_pt: Reddit: Bloqueador de Anúncios
ro: Reddit: Blocare reclame
ru: Reddit: Блокировщик рекламы
sv: Reddit: Annonsblockerare
th: Reddit: ตัวบล็อกโฆษณา
tr: Reddit: Reklam Engelleyici
uk: Reddit: Блокувальник Реклами
ur: Reddit: اشتہار بلاکر
vi: Reddit: Bộ chặn quảng cáo
zh_hans: Reddit：广告拦截器
zh_hant: Reddit：廣告攔截器

# greasy.wiz.attention.header
source: Attention
ar: انتباه
ca: Atenció
cs: Pozor
da: Advarsel
de: Achtung
el: Προσοχή
es: Atención
fi: Huomio
he: תשומת לב
hi: ध्यान दें
hr: Pažnja
hu: Figyelem
id: Perhatian
it: Attenzione
ja: 注意
ko: 주의
ms: Perhatian
nb: Merk!
nl: Let op
pl: Uwaga
pt_br: Atenção
pt_pt: Atenção
ro: Atenție
ru: Внимание
sv: Obs!
th: คำเตือน
tr: Dikkat
uk: Увага
ur: توجہ
vi: Chú ý
zh_hans: 注意
zh_hant: 注意
